import React from "react";
import { Link } from "react-router-dom";

const Oferta = () =>{
    return(
        <>
            <h3>Оферта</h3>
            <p>
                Цей договір є офіційною та публічною пропозицією Продавця укласти договір купівлі-продажу Товару, представленого на сайті <Link to='/' target="_blank">https://nova-kyiv.com</Link>.  
            </p>
            <p>
                Даний договір є публічним, тобто відповідно до статті 633 Цивільного кодексу України, його умови є однаковими для всіх покупців незалежно від їх статусу (фізична особа, юридична особа, фізична особа-підприємець) без надання переваги одному покупцю перед іншим. Шляхом укладення цього Договору покупець в повному обсязі приймає умови та порядок оформлення замовлення, оплати товару, доставки товару, повернення товару, відповідальності за недобросовісне замовлення та усі інші умови договору.
                Договір вважається укладеним з моменту натискання кнопки «Замовити» на сторінці оформлення замовлення і отримання Покупцем від Продавця підтвердження замовлення в електронному вигляді.
            ​</p>
            <p>
            Умови даного Договору регулюють взаємовідносини Продавця та Покупця та визначаються Законами України «Про захист прав споживачів» (в редакції, яка діятиме на момент акцепту договору) та Правилами роздрібної торгівлі непродовольчими товарами, затвердженими Наказом Міністерства економіки України №104 від 19.04.2007 року.
            </p>
            <ul className="num gap">

                <li>
                    <h3>Визначення термінів</h3>
                    <ul className="num gap">
                        <li >
                            Акцепт – повне, безумовне та беззастережне прийняття Покупцем умов визначених цією офертою без будь-яких виключень, обмежень та застережень згідно із частиною 2 статті 642 Цивільного кодексу України.
                            Акцепт може бути здійснений одним з наступних способів:
                            <ul className="dash gap">
                                <li>
                                    замовлення товару Продавця способами, визначений в цьому Договорі та на сайті Продавця;
                                </li>
                                <li>
                                    перерахуванням грошових коштів на банківський рахунок Продавця в якості оплати за товар.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Договір – правочин, складений у формі договору приєднання відповідно до ст. 634 Цивільного кодексу України, умови якого встановлені Продавцем, і який може бути укладено лише шляхом приєднання Покупця до запропонованого Договору в цілому.
                        </li>
                        <li>
                            Публічна оферта (далі - «Оферта») - публічна пропозиція Продавця, адресована невизначеному колу осіб, укласти з Продавцем договір купівлі-продажу товару дистанційним способом (далі - «Договір») на умовах, що містяться в цій оферті.
                        </li>
                        <li>
                            Товар – об'єкт угоди сторін, який був обраний та замовлений Покупцем з наявного асортименту Товарів на сайті Інтернет-магазину, або вже придбаний Покупцем у Продавця дистанційним способом (за допомогою замовлення електронною поштою, телефоном, шляхом використання месенджерів та/або сторінок у соціальних мережах або іншим дистанційним способом).
                        </li>
                        <li>
                            Інтернет-магазин – сайт Продавця за адресою <Link to='/' target="_blank">https://nova-kyiv.com</Link> (в тому числі посилання на сайті на сторінки у соціальних мережах), створений для укладення договорів купівлі-продажу на підставі ознайомлення Покупця із запропонованим Продавцем описом Товару за допомогою мережі Інтернет.
                        </li>
                        <li>
                            Покупець – дієздатна фізична особа, яка досягла 18 років, або особа, яка досягла 14 років та має неповну цивільну дієздатність за нормами, визначеними в Цивільному кодексі України, отримує інформацію від Продавця, розміщує замовлення щодо купівлі товару, що представлений на сайті Інтернет-магазину для цілей, що не пов'язані зі здійсненням підприємницької діяльності, або юридична особа чи фізична особа-підприємець.
                        </li>
                        <li>
                            Продавець - Фізична особа-підприємець Кіт Вусенко Сметанович, зареєстрований в Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань про проведення державної реєстрації № 4829175638291047562 від 08.08.2023 року, податкова адреса: Україна, 02160, місто Київ, вулиця Грушевського, будинок 4, квартира
                            5, РНОКПП 5738291046.
                        </li>
                        <li>
                            Сайт - веб-сторінка в мережі Інтернет, за адресою <Link to='/' target="_blank">https://nova-kyiv.com</Link>, яка є основним джерелом інформування покупців та/або може бути використаний покупцями для замовлення товарів Продавця.
                        </li>
                    </ul>
                </li> 
                <li>
                    <h3>Предмет Договору</h3>                       
                    <ul className="num gap">
                        <li>
                            Продавець зобов’язується передати у власність Покупця Товар, а Покупець зобов’язується оплатити і прийняти Товар на умовах цього Договору.
                        </li>
                        <li>
                            Датою укладення цього Публічного договору (акцептом оферти) та моментом повного й беззаперечного прийняттям Покупцем умов Договору вважається дата заповнення Покупцем форми замовлення, розташованої на сайті Інтернет-магазину, за умови отримання Покупцем від Продавця підтвердження замовлення в електронному вигляді.
                        </li>
                        <li>
                            Ця Оферта є відкритим і загальнодоступним документом. Чинна версія Договору розміщується за адресою: <Link to='/' target="_blank">https://nova-kyiv.com</Link> і є доступною для ознайомлення до моменту здійснення Покупцем акцепту умов Договору.
                        </li>
                        <li>
                            Продавець має право змінювати або доповнювати Договір в будь-який момент без попереднього або наступного повідомлення, що оприлюднюється за два календарні дні до набрання ним чинності і доводиться до загального відома за допомогою публікації на Сайті. Обов'язок ознайомлення з діючою редакцією Договору покладається на Покупця.
                        </li>
                    </ul>
                </li>
                <li>
                    <h3>Оформлення Замовлення</h3>
                    <ul className="num gap">
                        <li>
                            Покупець самостійно оформлює замовлення в Інтернет-магазині через форму, яка запропонована на Сайті;  зробивши замовлення електронною поштою чи за номером телефону, вказаним в розділі контактів Інтернет-магазину, або шляхом використання сторінок Інтернет-магазину у соціальних мережах, посилання на які містяться на Сайті Продавця.
                        </li>
                        <li>
                            Продавець має право відмовитися від передання замовлення Покупцеві у випадку, якщо відомості, вказані Покупцем під час оформлення замовлення, є неповними або викликають підозру щодо їх дійсності, або якщо Покупець не погоджується з умовами придбання певного Товару, які зазначені на Сайті.
                        </li>
                        <li>
                            При оформленні замовлення на сайті Інтернет-магазину Покупець зобов'язується надати наступну обов’язкову  інформацію, необхідну Продавцю для виконання замовлення:                       
                            <ul className="num gap">
                                <li>
                                    Прізвище, ім'я та по-батькові Покупця;</li>
                                <li>
                                    Адреса, за якою слід доставити Товар (якщо доставка до адреси Покупця);</li>
                                <li>
                                    Контактний номер телефону.</li>
                                <li>
                                    Ідентифікаційний код (код ЄДРПОУ або РНОКПП), місцезнаходження для юридичної особи або фізичної особи-підприємця.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Найменування, кількість, артикул, ціна обраного Покупцем Товару вказуються в кошику Покупця на сайті Інтернет-магазину під час замовлення Товару.
                        </li>
                        <li>
                            Якщо будь-якій із Сторін Договору необхідна додаткова інформація, він має право запросити її у іншої Сторони. У разі ненадання необхідної та/або невірної інформації Покупцем, Продавець не несе відповідальності за наслідки для Покупця при покупці Товару в Інтернет-магазині.
                        </li>
                        <li>
                            При оформленні замовлення іншими способами, які передбачені в п. 3.1 цього Договору (без використання сайту Інтернет-магазину) Покупець зобов'язується надати інформацію, зазначену в п. 3.3 – 3.4. цієї Оферти.
                        </li>
                        <li>
                            Ухвалення Покупцем умов цієї Оферти здійснюється за допомогою внесення Покупцем відповідних даних в реєстраційну форму на сайті Інтернет-магазину або при оформленні замовлення іншими способами. Після оформлення замовлення  дані про Покупця вносяться до бази даних Продавця.
                        </li>
                        <li>
                            Покупець несе відповідальність за достовірність наданої інформації при оформленні замовлення.
                        </li>
                        <li>
                            Укладаючи Договір, тобто акцептуючи умови даної  пропозиції (запропоновані умови придбання Товару), шляхом оформлення замовлення, Покупець підтверджує наступне:
                            <ul className="letter gap">
                                <li>
                                    Покупець цілком і повністю ознайомлений, і згоден з умовами цієї пропозиції (оферти);</li>
                                <li>
                                    він дає дозвіл на збір, обробку та передачу персональних даних, дозвіл на обробку персональних даних діє протягом усього терміну дії Договору, а також протягом необмеженого терміну після закінчення його дії. Крім цього, укладенням договору Покупець підтверджує, що він повідомлений (без додаткового повідомлення) про права, передбачені Законом України «Про захист персональних даних», про цілі збору даних, а також про те, що його персональні дані передаються Продавцю з метою можливості виконання умов цього Договору, можливості проведення взаєморозрахунків, а також для отримання рахунків, актів та інших документів. Покупець також погоджується з тим, що Продавець має право надавати доступ та передавати його персональні дані третім особам без будь-яких додаткових повідомлень Покупця з метою виконання замовлення Покупця. Обсяг прав Покупця, як суб'єкта персональних даних відповідно до Закону України «Про захист персональних даних» йому відомий і зрозумілий.
                                </li>
                            </ul >
                        </li>
                    </ul>
                </li>
                <li>
                    <h3>Вартість та умови доставки Товару</h3>
                    <ul className="num gap">
                        <li>
                            Ціни на Товари та послуги визначаються Продавцем самостійно та вказані на сайті Інтернет-магазину.
                        </li>
                        <li>
                            Продавець не є платником ПДВ. Всі ціни на Товари та послуги вказані на сайті у гривнях без урахуванням ПДВ.
                        </li>
                        <li>
                            Ціни на Товари можуть змінюватися Продавцем в односторонньому порядку залежно від кон'юнктури ринку. При цьому ціна окремої одиниці Товару, вартість якої оплачена Покупцем в повному обсязі, не може бути змінена Продавцем в односторонньому порядку.
                        </li>
                        <li>
                            Вартість Товару, яка вказана на сайті Інтернет-магазину не включає в себе вартість доставки Товару Покупцю. Вартість доставки Товару Покупець сплачує   відповідно до діючих тарифів служб доставки, що була ним обрана для доставки Товару. Продавець має право визначити суму замовлення при якій Покупець не сплачує вартість доставки Товару, у такому випадку відповідна інформація буде зазначена на Сайті Продавця.
                        </li>
                        <li>
                            Продавець може вказати орієнтовну вартість доставки Товару на адресу Покупця під час звернення Покупця із відповідним запитом до Продавця шляхом надіслання листа на електронну пошту або при оформленні замовлення через оператора інтернет-магазину.
                        </li>
                        <li>
                            Зобов'язання Покупця по оплаті Товару вважаються виконаними з моменту надходження Продавцю коштів на його рахунок.
                        </li>
                        <li>
                            Розрахунки між Продавцем і Покупцем за Товар здійснюються способами, зазначеними на сайті Інтернет-магазину у відповідному розділі Інтернет-магазину.
                        </li>
                        <li>
                            При отриманні Товару Покупець повинен у присутності представника служби доставки (перевізника)  перевірити відповідність Товару якісним і кількісним характеристикам (найменування товару, кількість, комплектність).
                        </li>
                        <li>
                            Покупець або його представник під час приймання Товару підтверджує своїм підписом в товарному чеку/ або в замовленні/ або в транспортній накладній на доставку Товарів, що не має претензій до кількості Товару, зовнішнього вигляду і комплектності Товару.
                        </li>
                        <li>
                            Право власності та ризик випадкової втрати або пошкодження Товару переходить до Покупця або його Представника з моменту отримання Товару Покупцем в місці отримання Товару. 
                        </li>
                        <li>
                            Термін виконання замовлення залежить від місця розташування Покупця та обраного способу доставки та перевізника. Строки доставки можуть залежати від складності замовлення: кількості товару і його наявності, від непередбачуваних подій, що не залежать від Продавця (ДТП, погодні умови, затори, військові дії, відсутність електропостачання, окупація території, збій банківської системи та інше).
                        </li>
                    </ul>
                </li> 
                <li>
                    <h3>Права та обов’язки Сторін</h3>
                    <ul className="num gap">
                        <li>
                            <h4>Продавець зобов’язаний:</h4>
                            <ul className="num gap">
                                <li>
                                    Передати Покупцеві Товар у відповідності до умов цього Договору та замовлення Покупця.
                                </li>
                                <li>
                                    Не розголошувати будь-яку персональну інформацію про Покупця і не надавати доступ до цієї інформації третім особам, за винятком випадків, передбачених законодавством та під час виконання замовлення Покупця.
                                </li>
                                <li>
                                    Забезпечувати Покупцям можливість отримання інформації про Товар відповідно до чинного законодавства України.
                                </li>
                                <li>
                                    У разі неможливості поставити Товар, невідкладно повідомити Покупця про неможливість такої поставки. У разі не погодження Продавцем іншого дня та часу для доставки Товару, Продавець зобов’язаний повернути Покупцю зроблену останнім передплату за Товар.
                                </li>
                                <li>
                                    Дотримуватись вимог Закону України «Про захист персональних даних» при обробці персональних даних покупців.
                                </li>
                            </ul>
                        </li>
                        <li>
                            <h4>Продавець має право:</h4>
                            <ul className="num gap">
                                <li>
                                    Змінювати умови цього Договору, а також ціни на Товари, в односторонньому порядку, розміщуючи їх на сайті Інтернет-магазину. Всі зміни набувають чинності з моменту їх публікації.
                                </li>
                                <li>
                                    Залучати для здійснення своїх обов’язків третіх осіб.
                                </li>
                                <li>
                                    Перевіряти надану Покупцем інформацію, а також виконання Покупцем умов Договору.
                                </li>
                                <li>
                                    Відмовити Покупцю у придбанні Товарів, якщо:
                                    <ul className="num gap">
                                        <li>
                                            Покупець порушив свої зобов’язання щодо оплати Товару;
                                        </li>
                                        <li>
                                            Покупець використовує Товари (або об’єкти права інтелектуальної власності товарів, які продаються Продавцем) у протиправних цілях або іншим незаконним чином, що шкодить або може зашкодити правам та законним інтересам Продавця та/або третіх осіб;
                                        </li>
                                        <li>
                                            Покупець не надав інформацію про місце доставки Товару;
                                        </li>
                                        <li>
                                            Покупець не надав всю необхідну інформацію для поставки Товарів або надав недостовірну інформацію;
                                        </li>
                                        <li>
                                            Продавець не згоден з умовами даного Договору.
                                        </li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>
                            <h4>Покупець зобов'язується:</h4>
                            <ul className="num gap">
                                <li>
                                    До моменту укладення Договору ознайомитися зі змістом Договору, Політикою конфіденційності, умовами доставки і цінами, запропонованими Продавцем на сайті Інтернет-магазину.
                                </li>
                                <li>
                                    На виконання Продавцем своїх зобов'язань перед Покупцем останній повинен повідомити всі необхідні дані, що однозначно ідентифікують його як Покупця, і достатні для доставки Покупцеві замовленого Товару.
                                </li>
                                <li>
                                    При замовленні Товару Продавця не порушувати вимог чинного законодавства, не використовувати Товар (або об’єкти права інтелектуальної власності товарів) у протиправних цілях, в результаті чого можуть бути порушені права та законні інтереси Продавця та/або третіх осіб.
                                </li>
                                <li>
                                    Своєчасно оплачувати вартість Товарів, в порядку, розмірі і в строки, що визначені Договором та умовами, які зазначаються на Сайті.
                                </li>
                            </ul>
                        </li>
                        <li>
                            <h4>Покупець має право:</h4>
                            <ul className="num gap">
                                <li>
                                    Отримувати необхідну та достовірну інформацію про Товар, представлений в Інтернет-магазині.</li>
                                <li>
                                    Отримувати інформацію про умови доставки Товару та контролювати доставку.
                                </li>
                                <li>
                                    На повернення та обмін Товару відповідно до норм Закону України «Про захист прав споживачів».
                                </li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>
                    <h3>Повернення та обмін Товару</h3>
                    <ul className="num gap">
                        <li>
                            Покупець має право на повернення Продавцеві непродовольчого Товару належної якості, якщо Товар не задовольнив його за формою, габаритами, фасоном, кольором, розміром або з інших причин не може бути ним використаний за призначенням. Покупець має право на повернення Товару належної якості протягом 14 (чотирнадцяти) календарних днів, не враховуючи дня придбання Товару.
                        </li>
                        <li>
                            Обмін Товару належної якості провадиться, якщо він не використовувався і якщо збережено його товарний вигляд, споживчі властивості, пломби, ярлики, а також розрахунковий документ, виданий Покупцю разом з проданим Товаром, або відтворений на дисплеї програмного реєстратора розрахункових операцій (дисплеї пристрою, на якому встановлений програмний реєстратор розрахункових операцій) QR-код, що дає змогу Покупцю здійснювати його зчитування та ідентифікацію з розрахунковим документом за структурою даних, що в ньому містяться, або надісланий електронний розрахунковий документ на наданий Покупцем абонентський номер чи адресу електронної пошти.
                        </li>
                        <li>
                            Якщо на момент обміну аналогічного Товару немає у продажу, Покупець має право або придбати будь-які інші товари з наявного асортименту з відповідним перерахуванням вартості, або розірвати договір та одержати назад гроші у розмірі вартості повернутого Товару, або здійснити обмін Товару на аналогічний при першому ж надходженні відповідного Товару в продаж. Продавець зобов'язаний у день надходження Товару в продаж повідомити про це Покупця, який вимагає обміну Товару.
                        </li>
                        <li>
                            Гроші, сплачені за Товар, повертаються Покупцеві в день повернення покупки (розірвання договору). Якщо у Продавця (магазину) немає можливості повернути гроші відразу — виплати проводяться не пізніше, ніж через 7 (сім) календарних днів з моменту отримання Товару та письмової заяви на повернення.
                        </li>
                        <li>
                            Вартість Товару підлягає поверненню шляхом банківського переказу на рахунок Покупця.
                        </li>
                        <li>
                            Повернення Товару належної якості за адресою Продавця, здійснюється за рахунок Покупця та Продавцем Покупцеві не відшкодовується.
                        </li>
                        <li>
                            У разі виявлення протягом встановленого строку недоліків у Товарі, Покупець особисто, в порядку та у строки, що встановлені законодавством України, має право пред'явити Продавцеві вимоги, передбачені Законом України «Про захист прав споживачів». При пред’явленні вимог про безоплатне усунення недоліків, строк на їх усунення відраховується з дати отримання Товару Продавцем в своє розпорядження та фізичного доступу до такого Товару.
                        </li>
                        <li>
                            Розгляд вимог, передбачених Законом України «Про захист прав споживачів», провадиться Продавцем за умови надання Покупцем документів, передбачених чинним законодавством України. Продавець не відповідає за недоліки Товару, які виникли після його передання Покупцеві внаслідок порушення Покупцем правил користування або зберігання Товару, дій третіх осіб або непереборної сили.
                        </li>
                        <li>
                            Покупець не має права відмовитися від Товару належної якості, що має індивідуально-визначені властивості, якщо зазначений Товар може бути використаний виключно Покупцем, який його придбав, (в т.ч. за за бажанням Покупця не стандартні розміри, характеристики, зовнішній вигляд, комплектація та інше). Підтвердженням того, що Товар має індивідуально-визначені властивості, є відмінність розмірів товару та інших характеристик, що вказані в Інтернет-магазині.
                        </li>
                        <li>
                            Повернення Товару, у випадках, передбачених Законом України «Про захист прав споживачів» та цим Договором, здійснюється за адресою, вказаною на Сайті в розділі «Контакти».
                        </li>
                        <li>
                            У випадках, не передбачених розділом цього Договору, Сторони керуються нормами Закону України «Про захист прав споживачів».
                        </li>
                        <li>
                            Не підлягають обміну та/або повернення наступні категорії Товарів: продовольчі товари, лікарські препарати та засоби, предмети сангігієни; непродовольчі товари: фотоплівки, фотопластинки, фотографічний папір, корсетні товари, парфюмерно-косметичні вироби, пір'яно-пухові вироби, дитячі іграшки м'які, дитячі іграшки гумові надувні, зубні щітки, мундштуки, апарати для гоління, помазки для гоління, розчіски, гребенці та щітки масажні, сурдини (для духових музичних інструментів), скрипічні підборіддя, рукавички, тканини, тюлегардинні і мереживні полотна, килимові вироби метражні, білизна натільна, білизна постільна, панчішно-шкарпеткові вироби, товари в аерозольній упаковці, друковані видання,  аудіо-,  відеокасети, диски для лазерних систем зчитування із записом, вироби з натурального та штучного волосся (перуки), товари для немовлят (пелюшки,  соски,  пляшечки для годування тощо), інструменти для манікюру, педикюру (ножиці, пилочки тощо), ювелірні   вироби   з   дорогоцінних  металів,  дорогоцінного  каміння,   дорогоцінного   каміння   органогенного   утворення  та напівдорогоцінного каміння. Сторони цього Договору домовились, що повний Перелік товарів, що не підлягає поверненню та обміну, затверджений Кабінетом Міністрів України застосовується до умов цього Договору.
                        </li>
                    </ul>
                </li>
                <li>
                    <h3>Відповідальність</h3>
                    <ul className="num gap">
                        <li>
                            Продавець не несе відповідальності за шкоду, заподіяну Покупцеві або третім особам внаслідок неналежного використання та/або зберігання Товару придбаного у Продавця.
                        </li>
                        <li>
                            Продавець не несе відповідальності за неналежне, несвоєчасне виконання замовлень і своїх зобов’язань у випадку надання Покупцем недостовірної або помилкової інформації.
                        </li>
                        <li>
                            Продавець і Покупець несуть відповідальність за виконання своїх зобов'язань відповідно до чинного законодавства України і положень цього Договору.
                        </li>
                        <li>
                            Продавець несе всі ризики, пов'язані з втратою або пошкодженням Товару до моменту його передачі Покупцеві.
                        </li>
                        <li>
                            Покупець або той, хто прийняв Товар в момент відсутності Продавця, несе всі ризики, пов'язані з втратою або пошкодженням Товару з моменту його приймання.
                        </li>
                        <li>
                            Продавець вправі передавати свої права та обов'язки щодо виконання замовлень третім особам, не звільняючись від відповідальності.
                        </li>
                        <li>
                            Відповідальність Сторін в інших випадках визначається відповідно до законодавства України.
                        </li>
                        <li>
                            Сторони погоджуються, що будь-які спірні ситуації, вирішення яких не вдалося досягти шляхом переговорів, вирішуються відповідно до чинного  законодавства України.
                        </li>
                        <li>
                            Покупець несе відповідальність за:
                            <ul className="dash gap">
                                <li>
                                    використання третіми особами облікових даних, які використовуються для отримання доступу до замовлення Товарів;
                                </li>
                                <li>
                                    використання матеріалів, які розміщенні на сайті або, які надаються в процесі придбання Товарів, з метою їх подальшого перепродажу, розповсюдженню або передачі третім особам;
                                </li>
                                <li>
                                    порушення умов оплати Товарів;
                                </li>
                                <li>
                                    втручання в роботу Сайту і доступних сервісів або спробу отримати до них доступ.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Обмеження відповідальності Продавця:
                            <ul className="dash gap">
                                <li>
                                    сукупна відповідальність Продавця по будь-якому позову або претензії обмежується сумою придбаного Товару;
                                </li>
                                <li>
                                    в разі порушення Продавцем строків передачі Товару, відповідальність Продавця обмежується виключно продовженням термінів передачі такого Товару або поверненням грошових коштів за Товар за вибором Покупця.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Продавець не несе відповідальність за неможливість поставки Товарів з причин, які від нього не залежать, включаючи форс-мажор (пожежа, повінь, землетрус або інше стихійне лихо, війна, військові дії будь-якого роду, окупація території, карантинні обмеження, терористичні акти, а також інші обставини, які не могли бути передбачені чи відвернуті Сторонами, включаючи прийняття закону та (або) іншого нормативного акту, або акту ненормативного характеру, прийнятого органом державної влади чи місцевого самоврядування, який забороняє чи обмежує будь-яку дію, передбачену Договором), порушення роботи ліній зв'язку, несправність устаткування і програмного забезпечення, що не належить Продавцю; порушення безпеки устаткування і програмного забезпечення, які використовує Покупець для замовлення Товарів; втрату конфіденційної інформації або її частини, якщо в цьому немає провини Продавця; будь-які збитки третіх осіб, що виникли не з вини Продавця.
                        </li>
                    </ul>
                </li>
                <li>
                    <h3>Конфіденційність і захист персональних даних</h3>
                    <ul className="num gap">
                        <li>
                            Надаючи свої персональні дані на сайті Інтернет-магазину при реєстрації або оформленні замовлення, Покупець надає Продавцеві свою добровільну згоду на обробку, використання (у тому числі і передачу) своїх персональних даних, а також вчинення інших дій, передбачених Законом України «Про захист персональних даних», без обмеження терміну дії такої згоди.
                        </li>
                        <li>
                            Продавець зобов'язується не розголошувати отриману від Покупця інформацію. Не вважається порушенням надання Продавцем інформації контрагентам і третім особам, що діють на підставі договору з Продавцем, в тому числі і для виконання зобов'язань перед Покупцем, а також у випадках, коли розкриття такої інформації встановлено вимогами чинного законодавства України.
                        </li>
                     </ul>
                </li>
                <li>
                    <h3>Права інтелектуальної власності</h3>
                    <ul className="num gap">
                        <li>
                            Всі виключні права на об’єкти права інтелектуальної власності на Товари та/або об’єкти та/або матеріали, розміщені на Сайті, включаючи, але не обмежуючись логотипами, зображеннями брендів, слоганами, зображеннями, зберігаються за Продавцем або третьою особою/особами, якій/яким ці права належать.
                        </li>
                        <li>
                            Продавець використовує всі об’єкти, які захищені правом інтелектуальної власності, за погодженням із власниками таких об’єктів.
                        </li>
                        <li>
                            Для законного використання об’єктів права інтелектуальної власності (в т.ч. торговельних марок) (нанесення на будь-який товар, упаковку, в якій міститься такий Товар, вивіску, етикетку, нашивку, бирку чи інший прикріплений до товару предмет, зберігання такого товару з нанесеним зазначеним знаком для продажу, пропонування його для продажу, продаж, імпорт (ввезення) та експорт (вивезення); застосування його в діловій документації чи в рекламі та в мережі Інтернет, у тому числі, в доменних іменах, Покупцю потрібно отримати окремий дозвіл.
                        </li>
                        <li>
                            Якщо суб'єкти підприємницької діяльності або фізичні особи виявили бажання використовувати об’єкти права інтелектуальної власності, власниками яких є треті особи, в своїй діяльності, за дозволом на її використання вони мають звернутись до правовласника.
                        </li>
                        <li>
                            Продавець є власником виключних майнових авторських прав на ряд фотографічних творів, графічних зображень на Сайті. Продавець використовує фотографічні твори шляхом публікації на сайті <Link to='/' target="_blank">https://nova-kyiv.com</Link> для ілюстрації Товарів.
                        </li>
                        <li>
                            У силу презумпції оригінальності об'єктів авторського права, всі фотографічні твори є оригінальними, тому охороняються авторським правом без реєстрацій та формальностей з моменту їх створення в усіх країнах світу відповідно до «Бернської конвенції про охорону літературних і художніх творів» і Законом України «Про авторське право і суміжні права».
                        </li>
                        <li>
                            Суб'єкт виключних майнових авторських прав на фотографічні твори може давати дозвіл на використання цих творів третім особам і заборонити їх використання, якщо таке має місце, без отримання дозволу.
                        </li>
                    </ul>
                </li>
                <li>
                    <h3>Інші умови</h3>
                    <ul className="num gap">
                        <li>
                            Цей Договір укладено на території України і діє відповідно до чинного законодавства України.
                        </li>
                        <li>
                            Усі спори, що виникають між Покупцем і Продавцем, вирішуються шляхом переговорів. У випадку недосягнення врегулювання спірного питання шляхом переговорів, Покупець та/або Продавець мають право звернутися за вирішенням спору до судових органів відповідно до чинного законодавства України.
                        </li>
                        <li>
                            Продавець має право вносити зміни до цього Договору в односторонньому порядку, передбаченому п. 5.2.1 Договору.
                        </li>
                        <li>
                            Сторони засвідчують, що цей Договір укладений при повному розумінні Сторонами його умов та термінології із дотриманням всіх загальних вимог, що є необхідними для чинності правочину згідно ст. 203 Цивільного кодексу України.
                        </li>
                        <li>
                            Покупець, шляхом здійснення Акцепту підтверджує, що він ознайомлений і згоден з умовами Додатка № 1 до цього Договору щодо збору та обробки персональних даних та Політикою конфіденційності, що розміщена на Сайті.
                        </li>
                        <li>
                            Покупець згоден з тим, що після внесення інформації про себе під час замовлення Товару, підписки на новини Інтернет-магазину або реєстрації на Сайті на електронну адресу або контактний номер телефону Покупця Продавцем можуть направлятися листи та повідомлення, у тому числі рекламного характеру. Разом з тим, Продавець зобов'язується не передавати електронну адресу та іншу інформацію про покупців третім особам за виключенням випадків передбачених діючим законодавством України.
                        </li>
                    </ul>
                </li>
            </ul>
        </>
    )
}

export default Oferta