import React from "react";

const PayDelivery =()=>{
    return(
        <>
            <h3>ОПЛАТА</h3>
            <ul className="dash">
                <li>Оплата здійснюється через систему на вебсайті.</li>
                <li>
                    <p>Оплата по реквізитам ФОП на поточний рахунок:</p>
                    <p>UA00000000000000000000000000</p>
                    <p>Фізична особа - підприємець - Кіт Вусенко Сметанович</p>
                </li>
            </ul>

        
            <h3>ДОСТАВКА</h3>
            <p>Товари надсилаються щоденно по буднях за допомогою служб доставки «Нова Пошта» та Укрпошта з 10:00 до 16:30.</p>
        
            <h4>Умови доставки Новою Поштою:</h4>
            <ul className="dash">
                <li>Термін доставки 1-3 дні</li>
                <li>Вартість доставки по Україні від 50 грн</li>
                <li>Відправка замовлень з понеділку по пʼятницю, у вихідні відправок немає.</li>
            </ul>

            <h4>Умови доставки Укрпоштою:</h4>
            <ul className="dash">
                <li>Терміни доставки 2-7 днів.</li>
                <li>Вартість доставки по Україні від 40 грн</li>
                <li>Відправка замовлень з понеділку по пʼятницю, у вихідні відправок немає.</li>
            </ul>

            <h4>Умови міжнародних відправлень:</h4>
            <ul className="dash">
                <li>Терміни 14-30 робочих днів з моменту підтвердження замовлення.</li>
                <li>Служба доставки - Укрпошта</li>
                <li>Вартість доставки від 270 грн</li>
                <li>Відправка замовлень з понеділку по пʼятницю, у вихідні відправок немає.</li>
            </ul>

            <h4>Умови самовивозу:</h4>
            <p>Замовлення видається у нашому магазині за адресою <b>Вулиця Миколи Леонтовича, 6, Київ</b>, щодня, окрім вихідних з 10:30 до 16:00.</p>
        </>
    )
}
export default PayDelivery