import React from "react";
import { Link } from "react-router-dom";

const Policies =()=>{
    return(
        <>
        <p>
            Нижче вказані короткі визначення термінів Персональні дані та Політики конфіденційності. Визначення викладені з урахуванням нових законодавчих правил.
        </p>
        <p>
            Ця Політика поширюється на інформацію, зібрану на веб-сайті <Link to='/' target="_blank">https://nova-kyiv.com</Link>, тому Власник сайту не несе відповідальності за політику конфіденційності або зміст веб-сайтів третіх сторін.
        </p>
        <ul className="num gap">
            <li>
                <h3>ТЕРМІНИ ТА ВИЗНАЧЕННЯ</h3>
                <ul className="num gap">
                    <li>
                        «Веб-сайт» (надалі – «Сайт») – ресурс в мережі Інтернет, створений у форматі інтернет-магазину, який розміщений за адресою <Link to='/' target="_blank">https://nova-kyiv.com</Link> та містить текстову, графічну та іншу інформацію, яка сприймається як єдине ціле, та підтримується комплексом системних програмних засобів.
                    </li>
                    <li>
                        «Власник Сайту» (надалі – «Власник») – Фізична особа-підприємець Кіт Чорновус Котович, зареєстрований в Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань про проведення державної реєстрації №83920475628193762 від 02.11.2020 року, податкова адреса: 02000, м. Київ, вулиця Симона Петлюри, буд. 5, кв. 8, РНОКПП 482917563, який є володільцем та розпорядником персональних даних Користувачів Сайту.
                    </li>
                    <li>
                        «Користувач» – будь-яка фізична особа, яка коли-небудь здійснювала доступ до Сайту.
                    </li>
                    <li>
                        «Персональні дані» – це будь-яка інформація, що стосується фізичної особи, яка ідентифікується або ідентифікована, у тому числі засобами сайту, мобільного чи іншого програмного додатку. Це, зокрема, ім’я, дата народження, дані геолокації, засоби зв’язку, сукупність інших відомостей про особу (вік, стать, ім’я, адреса електронної пошти, контактний номер телефону, тощо).
                    </li>
                    <li>
                        «Політика конфіденційності» - Положення про конфіденційність або Політика використання персональних даних – цифровий договір з необмеженим колом користувачів веб-сайту. Політика конфіденційності сайту отримує від користувача беззаперечний дозвіл на збір, обробку, зберігання і передачу персональних даних. Положення про конфіденційність є головним документом у роботі з персональними даними.
                    </li>
                    <li>
                        «Сервіси сайту» – будь-які дії та товари, які пропонуються на сайті Власника, спрямовані на прибуткову та підприємницьку діяльність шляхом реалізації кінцевим споживачам запропонованого на Сайті Товару.
                    </li>                
                </ul>
            </li>
            <li>
                <h3>
                    ЗБІР ТА ВИКОРИСТАННЯ ПЕРСОНАЛЬНИ ДАНИХ
                </h3>
                <ul className="num gap">
                    <li>
                        Використання Сайту не вимагає реєстрації та/або авторизації та безпосереднього надання персональних даних, які можуть ідентифікувати Вас, крім випадку передбаченого п. 2.2. Політики.
                    ​</li>
                    <li>
                        На свій розсуд Ви можете придбати товари, які розміщуються на Сайті. У випадку купівлі товарів ми попросимо у Вас наступну інформацію: повне ім’я, номер телефону, адресу електронної пошти, адресу доставки та/або адресу Вашого проживання.
                    </li>
                    <li>
                        При використанні Сайту ми можемо здійснювати автоматичний збір інформації, пов’язаної із використанням Вами Сайту.
                    </li>
                    <li>
                        Ми можемо збирати, зберігати та використовувати такі типи Ваших персональних даних:
                        <ul className="num gap">
                    
                            <li>
                                Інформацію про Ваш комп'ютер, включаючи IP-адресу, географічне розташування, тип і версію браузера та операційну систему;
                            </li>
                            <li>
                                Інформацію про Ваші відвідування та використання  Сайту, включаючи джерело рефералів, тривалість відвідування, перегляд сторінок та маршрути навігації на Сайті;
                            </li>
                            <li>
                                Інформацію, яку Ви надаєте у порядку встановленому п. 2.2 цієї Політики;
                            </li>
                            <li>
                                Інформацію, таку як повне ім’я та адреса електронної пошти, які Ви вводите для встановлення підписки на наші електронні листи та / або інформаційні матеріали та/або при замовленні товарів;
                            </li>
                            <li>
                                Інформацію, яка генерується під час використання нашого Сайту, у тому числі коли, як часто та за яких обставин Ви його використовуєте;
                            </li>
                            <li>
                                Інформацію, що стосується асортименту та кількості замовленого товару на Сайті;
                            </li>
                            <li>
                                Інформацію, яку Ви розміщуєте на нашому Сайті з метою опублікування в Інтернеті (наприклад Ваш відгук), яка включає ім'я Користувача, зображення профілю та вміст Ваших публікацій;
                            </li>
                            <li>
                                Інформацію, що міститься в будь-яких повідомленнях, які Ви надсилаєте нам електронною поштою або через наш Сайт, включаючи його вміст та метадані;
                            </li>
                            <li>
                                Будь-яку іншу особисту інформацію, яку Ви надсилаєте нам використовуючи Сайт.
                            </li>
                        </ul>
                    </li>
                    <li>
                        У випадку коли Ви відвідуєте Сайт наступні дані можуть бути зібрані:
                        <ul className="dash gap">
                            <li>
                                дата і час доступу до Сайту;
                            </li>
                            <li>
                                IP-адреса;
                            </li>
                            <li>
                                дані та сторінки, які були Вами відкриті на сайті;
                            </li>
                            <li>
                                кількість часу які Ви провели на Сайті;
                            </li>
                            <li>
                                назву і версію веб-браузера, Вашої операційної системи;
                            </li>
                            <li>
                                джерело,  з якого Ви перейшли на Сайт.​
                            </li>
                        </ul>
                    </li>
                    <li>
                        Ми збираємо лише ті персональні дані, які свідомо та добровільно надані Вами, як суб'єктом персональних даних в цілях використання сервісів Сайту, що відповідно до вимог чинного законодавства України є згодою суб'єкта персональних даних на обробку своїх персональних даних відповідно до сформульованої в цій Політиці мети їх обробки.
                    </li>
                    <li>
                        Ми гарантуємо, що не будемо передавати Ваші особисті дані третім особам або використовувати їх іншим незаконним чином, крім випадків коли розкриття Ваших персональних даних необхідне для виконання вимог чинного законодавства України.
                    </li>
                    <li>
                        Ми не збираємо та не обробляємо інформацію про Ваші персональні дані щодо расового або етнічного походження, політичних, релігійних або світоглядних переконань, членства в політичних партіях та професійних спілках, засуджень до кримінального покарання, а також даних, що стосуються здоров’я, статевого життя, біометричних або генетичних даних (відповідно до статті 7 Закону України «Про захист персональних даних»).
                    </li>
                </ul>
            </li>
            <li>
                <h3>ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ</h3>
                <ul className="num gap">
                    <li>
                        Обробка персональних даних Користувача здійснюється без обмеження терміну, будь-яким законним способом, в тому числі, в інформаційних системах персональних даних з використанням засобів автоматизації або без використання таких засобів.
                    </li>
                    <li>
                        Користувач погоджується з тим, що Власник Сайту має право передавати персональні дані третім особам, зокрема, кур'єрським службам, організаціям поштового зв'язку, операторам електрозв'язку, виключно з метою виконання замовлення Користувача, оформленого на Сайті.
                    </li>
                    <li>
                        Власник Сайту вживає необхідних організаційних і технічних заходів для захисту персональної інформації Користувача від неправомірного або випадкового доступу, знищення, перекручення, блокування, копіювання, поширення, а також від інших неправомірних дій третіх осіб.
                    </li>
                </ul>
            </li>
            <li>
                <h3>МЕТА ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
                <ul className="num gap">
                    <li>
                        Ми можемо використовувати Вашу персональну інформацію з метою:
                        <ul className="dash gap">
                            <li>
                                адміністрування нашого Сайту та ведення підприємницької діяльності;
                            </li>
                            <li>
                                надання можливості придбати товари, доступні на Сайті;
                            </li>
                            <li>
                                відправлення Вам рекламних та інших повідомлень;
                            </li>
                            <li>
                                надсилання Вам сповіщення електронною поштою та на контактний номер телефону;
                            </li>
                            <li>
                                направлення Вам нашої електронної розсилки, у випадку якщо Ви підписані на електронну розсилку. Також Ви можете повідомити нас у будь-який час, якщо Вам більше не потрібна електронна розсилка;
                            </li>
                            <li>
                                надсилання Вам електронною поштою та на контактний номер телефону маркетингових матеріалів, що стосуються нашої діяльності та асортименту Товару або колаборацій, від якої ви можете відмовитись в будь-який час;
                            </li>
                            <li>
                                надання третім сторонам статистичної інформації про наших користувачів (при цьому треті сторони не зможуть ідентифікувати жодного окремого користувача з цієї інформації);
                            </li>
                            <li>
                                розгляд запитів та скарг, зроблених Вами або про Вас стосовно нашого Сайту;
                            </li>
                            <li>
                                збереження нашого Сайту в безпеці та попередження шахрайства;
                            </li>
                            <li>
                                перевірка відповідності умовам, що регулюють використання нашого Сайту (включаючи моніторинг приватних повідомлень, що надсилаються через наш Сайт приватною службою обміну повідомленнями).
                            </li>
                        </ul>            
                    </li>
                    <li>
                        Ми не будемо без Вашої прямої згоди надавати Вашу особисту інформацію будь-якій третій стороні для їх прямого маркетингу або будь-яких інших цілей, крім випадків передбачених чинним законодавством України.
                    </li>
                </ul>
            </li>
            <li>
                <h3>ТЕРМІН ЗБЕРІГАННЯ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
                <ul className="num gap">
                    <li>
                        Персональні дані зберігаються на термін не більше, ніж це необхідно відповідно до мети їх обробки.
                    </li>
                </ul>
            </li>
            <li>
                <h3>ВЗАЄМОДІЯ САЙТУ З ІНШИМИ РЕСУРСАМИ</h3>
                <ul className="num gap">
                    <li>
                        При використанні Вами сервісів, на сторінках Сайту можуть бути присутні коди інших інтернет ресурсів і третіх сторін, в результаті чого такі інтернет ресурси і треті сторони отримують Ваші дані. Ці інтернет-ресурси можуть отримувати і обробляти інформацію, про те, що Ви відвідали ці сторінки, а також іншу інформацію, яку передає Ваш браузер. Такими інтернет-ресурсами можуть бути (не виключно):
                        <ul className="dash gap">
                            <li>
                                системи банеропоказів;
                            </li>
                            <li>
                                плагіни соціальних мереж.
                            </li>
                        </ul>
                    </li>
                    <li>
                        Дані, отримані від зазначених сервісів ми не зберігаємо і не обробляємо.
                    </li>
                </ul>
            </li>
            <li>
                <h3>ВЗАЄМОДІЯ ВЛАСНИКА З ТРЕТІМИ СТОРОНАМИ СТОСОВНО ПЕРСОНАЛЬНИХ ДАНИХ</h3>
                <ul className="num gap">
                    <li>
                        Ми не здійснюємо передачу персональних даних третім особам, крім випадків, коли така передача є вимогою чинного законодавства України, на прохання суб'єкта персональних даних або в інших випадках, викладених в цій Політиці.
                    </li>
                    <li>
                        Доступ до Ваших персональних даних можуть мати наші уповноважені працівники та/або підрядники, які надали згоду на забезпечення конфіденційності персональних даних Користувачів, а також треті особи, які надають нам послуги з підтримки і адміністрування Сайту, інші послуги, пов’язані із здійсненням Власником підприємницької діяльності. Наші уповноважені працівники та/або треті особи на підставі укладених з нами договорів зобов’язуються дотримуватись усіх вимог чинного законодавства України щодо захисту персональних даних Користувачів та їх конфіденційності.
                    </li>
                </ul>
            </li>
            <li>
                <h3>ЗАХИСТ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
                <ul className="num gap">
                    <li>
                        Власник Сайту використовує загальноприйняті стандарти технологічного та операційного захисту інформації та персональних даних від втрати, неправильного використання, зміни або знищення, але не гарантує абсолютну захищеність від будь-яких загроз, що виникають поза межами можливого регулювання.
                    </li>
                </ul>
            </li>
            <li>
                <h3>УМОВИ ДОСТУПУ ДО ПЕРСОНАЛЬНИХ ДАНИХ</h3>            
                <ul className="num gap">
                    <li>
                        Ви маєте право на одержання будь-яких відомостей про себе у будь-якого суб'єкта відносин, пов'язаних з персональними даними, за умови зазначення прізвища, ім'я та по батькові, місця проживання (місця перебування) і реквізитів документа, що посвідчує фізичну особу, яка подає запит, крім випадків, установлених чинним законодавством України.
                    </li>
                    <li>
                        Доступ до даних про себе здійснюється безоплатно. Відстрочка доступу до своїх персональних даних не допускається. Відстрочка доступу до персональних даних третіми особами допускається у разі, якщо необхідні дані не можуть бути надані протягом тридцяти календарних днів з дня надходження запиту. При цьому загальний термін вирішення питань, порушених у запиті, не може перевищувати сорока п'яти календарних днів.
                    </li>
                    <li>
                        Повідомлення про відстрочку доводиться до відома третьої особи, яка подала запит, у письмовій формі з роз'ясненням порядку оскарження такого рішення.
                    </li>
                    <li>
                        Відмова у доступі до персональних даних допускається, у порядку визначеному чинним законодавством України, якщо доступ до них заборонено згідно із Законом України «Про захист персональних даних».
                    </li>
                    <li>
                        Рішення про відстрочення або відмову у доступі до персональних даних може бути оскаржено до відповідних уповноважених органів.
                    </li>
                </ul>                                                           
            </li>
            <li>
                <h3>ВАШІ ПРАВА, ЯК КОРИСТУВАЧА (СУБ’ЄКТА ПЕРСОНАЛЬНИХ ДАНИХ)</h3>
                <ul className="num gap">
                    <li>
                        Користувач (суб’єкт персональних даних) має право:
                        <ul className="dash gap">
                            <li>
                                знати про джерела збирання, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження Власника або дати відповідне доручення щодо отримання цієї інформації уповноваженим особам, крім випадків, встановлених Законом України «Про захист персональних даних»;
                            </li>
                            <li>
                                отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх сторін, яким передаються його персональні дані;
                            </li>
                            <li>
                                на доступ до своїх персональних даних;
                            </li>
                            <li>
                                отримувати не пізніш як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених Законом України «Про захист персональних даних», відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних;
                            </li>
                            <li>
                                пред’являти вмотивовану вимогу Власнику із запереченням проти обробки своїх персональних даних;
                            </li>
                            <li>
                                пред'являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних Власником, якщо ці дані обробляються незаконно чи є недостовірними;
                            </li>
                            <li>
                                на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять Вашу честь, гідність та ділову репутацію;
                            </li>
                            <li>
                                звертатися із скаргами на обробку своїх персональних даних до Уповноваженого Верховної Ради України з прав людини або до суду;
                            </li>
                            <li>
                                застосовувати засоби правового захисту в разі порушення чинного законодавства України про захист персональних даних;
                            </li>
                            <li>
                                вносити застереження стосовно обмеження права на обробку своїх персональних даних під час надання згоди;
                            </li>
                            <li>
                                відкликати згоду на обробку персональних даних;
                            </li>
                            <li>
                                 знати механізм автоматичної обробки персональних даних;
                            </li>
                            <li>
                                 на захист від автоматизованого рішення, яке має для нього правові наслідки.
                            </li>
                        </ul>
                    </li>
                </ul>
            </li>
            <li>
                <h3>РОЗКРИТТЯ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
                <ul className="num gap">
                    <li>
                        Ми лишаємо за собою право розкрити Вашу персональну інформацію для будь-якого з наших працівників, керівників, страхувальників, професійних радників, агентів, постачальників або субпідрядників, в об’ємі та цілях, визначених в цій Політиці.
                    </li>
                    <li>
                        Ми лишаємо за собою право розкрити Вашу персональну інформацію:
                        <ul className="dash gap">
                            <li>
                                в тих випадках, в яких цього від нас вимагає чинне міжнародне законодавство та законодавство України;
                            </li>
                            <li>
                                у зв’язку з будь-яким поточними або майбутніми судовими процесами;
                            </li>
                            <li>
                                з метою встановлення, реалізації або захисту наших законних прав (включаючи надання інформації іншим сторонам задля запобігання шахрайству);
                            </li>
                            <li>
                                покупцеві (або потенційному покупцеві) будь-якого бізнесу або активів, які ми продаємо (або збираємося продати).
                            </li>
                        </ul>                                                            
                    </li>
                    <li>
                        Ми не будемо розкривати Вашу персональну інформацію третім особам, за виключенням випадків, зазначених в цих правилах.
                    </li>
                </ul>
            </li>
            <li>
                <h3>ФАЙЛИ COOKIE</h3>
                <ul className="num gap">
                    <li>
                        Сайт використовує файли cookie.
                    </li>
                    <li>                 
                        Файл cookie – це файл, що містить ідентифікатор (рядок літер та цифр), який веб-сервер надсилає веб-браузеру та зберігає браузер. Потім ідентифікатор надсилається назад на сервер кожного разу, коли браузер вимагає від сервера сторінки. Файли cookie можуть бути як «стійкими» файлами cookie, так і «сеансовими» файлами cookie: стійкий файл cookie буде зберігатися веб-браузером і залишатиметься дійсним до встановленої дати його закінчення, якщо Ви його не видалили до дати закінчення терміну дії; cookie сеанс, з іншого боку, закінчується в кінці сеансу Вашої роботи, коли веб-браузер закриється. Файли cookie, як правило, не містять будь-якої інформації, яка особисто Вас ідентифікує, але особиста інформація, яку ми зберігаємо про Вас, може бути пов’язана з інформацією, що зберігається та отримується від файлів cookie.
                    </li>
                    <li>
                        На нашому веб-сайті ми використовуємо Google Analytics для розпізнавання комп’ютера, коли Користувач відвідує веб-сайт, що дозволяє нам відстежувати навігацію користувачів по веб-сайту; використовувати кошик Користувача на сайті; вдосконалює зручності користування сайтом; здійснює аналіз використання веб-сайту; здійснює адміністрування сайту; попереджає можливі спроби шахрайства та вдосконалює безпеку сайту;  тощо.
                    </li>
                    <li>
                        Блокування всіх файлів cookie  може негативно вплинути на зручність використання Сайту.
                    </li>
                    <li>
                        Ви можете видалити файли cookie, які вже зберігаються на Вашому комп'ютері.
                    </li>
                    <li>
                        Більшість браузерів надають Вам можливість відмовитися від використання файлів-cookies, наприклад:
                        <ul className="num gap">
                            <li>
                                В Internet Explorer Ви можете заблокувати використовуючи налаштування керування файлами-cookie, доступними в меню «Інструменти» – «Опції Інтернету» – «Конфіденційність» – «Розширені» ( “Tools,” “Internet Options,” “Privacy,” “Advanced”);
                            </li>
                            <li>
                                У Firefox  Ви можете заблокувати всі файли-cookie, натиснувши «Інструменти» – «Опції» – «Конфіденційність»: у випадаючому меню оберіть пункт «Використовувати користувацькі налаштування журналу» та зніміть виділення з пункту «Прийняти файли-cookie від сайтів»; та нарешті
                            </li>
                            <li>
                                В Chrome Ви можете заблокувати всі файли-cookie увійшовши до меню «Налаштування та управління», та обравши «Налаштування» – «Відобразити розширені налаштування» та «Налаштування контенту», а потім обравши «Заборонити сайтам надсилати будь-які дані» під заголовком «Cookies».
                            </li>
                        </ul>
                    </li>
                    <li>
                        Блокування всіх файлів-cookiе матиме негативні наслідки на зручність користування багатьма веб-сайтами. Якщо ви заблокуєте файли-cookie, ви не зможете користуватися деякими функціями нашого веб-сайту.
                    </li>
                    <li>
                        Ви можете видалити файли-cookie, які вже зберігаються на Вашому пристрої, наприклад:
                        <ul className="num gap">
                            <li>
                                В Internet Explorer (версія 10), Ви маєте видаляти файли-cookie вручну.
                            </li>
                            <li>
                                У Firefox файли-cookie можна видалити перейшовши в меню «Інструменти» – «Опції» – «Конфіденційність»: у випадаючому меню оберіть пункт «Використовувати користувацькі налаштування журналу», натисніть “Показати Cookies,” а потім – “Видалити всі Cookies”.
                            </li>
                            <li>
                                В Chrome Ви можете видалити всі файли-cookie увійшовши до меню «Налаштування та управління», та обравши «Налаштування» – «Відобразити розширені налаштування» та «Очистити дані перегляду», а перед тим оберіть пункт «Видалити файли-cookie та інші дані й плагіни сайтів».
                            </li>
                        </ul>
                    </li>
                </ul>
            </li>
            <li>
                <h3>ЗМІНА ПОЛІТИКИ</h3>
                <ul className="num gap">
                    <li>
                        Ми залишаємо за собою право у будь-який час змінювати та/або доповнювати зміст Політики на власний розсуд. Ми також можемо проінформувати вас про внесення змін до цієї Політики шляхом надсилання листа на електронну пошту або через систему передачі приватних повідомлень нашого сайту.
                    </li>
                    <li>
                        У випадку внесення істотних змін до Політики ми розмістимо повідомлення на Сайті та зазначено термін набрання цими змінами чинності. Якщо протягом зазначеного терміну Ви не відмовитеся від прийняття цих змін в письмовій формі, це буде означати, що Ви погодились з відповідними змінами Політики.
                    </li>
                </ul>
            </li>
        </ul>
        </>
    )
}

export default Policies;